[
  {
    "produktiId": 8,
    "emriProduktit": "Dron DJI Ryze Tello ED",
    "pershkrimi": "",
    "fotoProduktit": "63d0561af0d506.97064987.webp",
    "kategoriaId": 9,
    "llojiKategoris": "Lodra smart & Dron",
    "kompaniaId": 13,
    "emriKompanis": "DJI",
    "sasiaNeStok": 345,
    "qmimiProduktit": 354.99,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 35,
    "emriProduktit": "Celular Samsung Galaxy A23 5G, 6.6\" FHD+, 4GB RAM, 128GB, i kaltër",
    "pershkrimi": "This is a mobile phone with a 6.6\" Full HD+ display and a 120 Hz refresh rate. It has a 50 MPx camera, an ultra-wide-angle lens, macro and depth sensors, and an 8 MPx front camera. It is powered by a Qualcomm Snapdragon 695 processor with 8 cores and 4 GB RAM, and has 128 GB of storage with the option to add up to 1 TB with a micro SD card. It supports LTE, Wi-Fi, Bluetooth v5.1, 5G, NF, GPS, BeiDou, QZSS, GLONASS, and Galileo. It runs on Android OS, has a 5000 mAh battery with Super Fast Charging 25W, and weighs 197 g with dimensions of 165.4 x 76.9 x 8.4 mm.",
    "fotoProduktit": "63eaba204edb24.98379543.webp",
    "kategoriaId": 1,
    "llojiKategoris": "Smartphone dhe Aksesore",
    "kompaniaId": 10,
    "emriKompanis": "Samsung",
    "sasiaNeStok": 287,
    "qmimiProduktit": 299.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 54,
    "emriProduktit": "Gjirafa50 Bad News Eagles Jersey Legends Edition - L",
    "pershkrimi": "Ndjeni emocionet e lojës me këtë fanellë të Legends Stage të Bad News Eagles të krijuar posaçërisht për lojtarët e apasionuar pas sporteve elektronike. Ngjyra kryesore e saj është e kuqja e kombinuar me detaje bardh e zi dhe ka logon e personalizuar të ekipit BNE. Fanella është prej 100% poliestër. Dimensionet janë 71 x 57 x 25.5 cm.rnrnKjo fanellë e cilësisë së lartë me dizajn modern është krijuar me krenari përkrah Gjirafa50.",
    "fotoProduktit": "63f5ec4e91ff92.01429806.webp",
    "kategoriaId": 13,
    "llojiKategoris": "Paisje Gaming",
    "kompaniaId": 31,
    "emriKompanis": "Gjirafa50",
    "sasiaNeStok": 240,
    "qmimiProduktit": 59.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": 49.99
  },
  {
    "produktiId": 48,
    "emriProduktit": "Altoparlant JBL CLIP 4, i kaltër i hapur",
    "pershkrimi": "Altoparlant unik portativ me fuqi dalëse 5 W RMS, përgjigje frekuence prej 100 Hz deri 20 kHz, raport sinjal-zhurmë > 85 dB, teknologji Bluetooth 5.1. Bateria e tij polimer litium-jon karikohet për 3 orë dhe zgjat deri në 10 orë. Përmasat e altoparlantit janë: 86.3 x 134.5 x 46 mm, pesha 239 g.",
    "fotoProduktit": "63f5deb8055346.05332264.webp",
    "kategoriaId": 5,
    "llojiKategoris": "Audio dhe Kufje",
    "kompaniaId": 4,
    "emriKompanis": "JBL",
    "sasiaNeStok": 240,
    "qmimiProduktit": 59.99,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 53,
    "emriProduktit": "Gjirafa50 Bad News Eagles Jersey (Rio Edition) - XXL",
    "pershkrimi": "Ndjeni emocionin e kualifikimit të dytë në Major me fanellën e Rio Edition të Bad News Eagles.rnrnKjo fanellë e cilësisë së lartë me dizajn modern, e krijuar posaçërisht për lojtarët pasionantë të sporteve elektronike, është krijuar me krenari krahas Gjirafa50.rnrnNgjyra e saj kryesore është e gjelbër, e njohur si ngjyra dominuese e flamurit kombëtar të Brazilit.rnrnFanella ka logon e personalizuar të ekipit BNE dhe është prej 100% poliestër.",
    "fotoProduktit": "63f5ec27d0f672.76058981.webp",
    "kategoriaId": 13,
    "llojiKategoris": "Paisje Gaming",
    "kompaniaId": 31,
    "emriKompanis": "Gjirafa50",
    "sasiaNeStok": 239,
    "qmimiProduktit": 59.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 9,
    "emriProduktit": "Dron Overmax X-Bee, 600 m, i zi",
    "pershkrimi": "",
    "fotoProduktit": "63d056224fcfd5.12230564.webp",
    "kategoriaId": 9,
    "llojiKategoris": "Lodra smart & Dron",
    "kompaniaId": 14,
    "emriKompanis": "Overmax",
    "sasiaNeStok": 187,
    "qmimiProduktit": 299,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 17,
    "emriProduktit": "Ftohës Corsair ML120 PRO RGB, 120mm",
    "pershkrimi": "",
    "fotoProduktit": "63d056ab22eb80.78302695.webp",
    "kategoriaId": 10,
    "llojiKategoris": "Pjesë për kompjuter",
    "kompaniaId": 17,
    "emriKompanis": "Corsair",
    "sasiaNeStok": 183,
    "qmimiProduktit": 39,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": 35.99
  },
  {
    "produktiId": 62,
    "emriProduktit": "Televizor UE43TU7022KXXH, 4K UHD, 43\", i zi",
    "pershkrimi": "",
    "fotoProduktit": "25178d149bb9479ba3565fc6f8e9753f.webp",
    "kategoriaId": 7,
    "llojiKategoris": "TV & Projektor",
    "kompaniaId": 10,
    "emriKompanis": "Samsung",
    "sasiaNeStok": 144,
    "qmimiProduktit": 124,
    "qmimiBleres": 123,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 37,
    "emriProduktit": "Fotoaparat momental Fujifilm Instax Mini 90, i zi",
    "pershkrimi": "",
    "fotoProduktit": "63eabd7f7f4296.27491084.webp",
    "kategoriaId": 4,
    "llojiKategoris": "Foto & Video",
    "kompaniaId": 26,
    "emriKompanis": "Instax",
    "sasiaNeStok": 137,
    "qmimiProduktit": 119.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 81,
    "emriProduktit": "Lexues i kartës së memories Gembird micro SD, USB",
    "pershkrimi": "Një lexues i vogël i kartave të memories microSD dhe SDHC deri në 32 GB, i cili ju lejon të lëvizni dhe kopjoni lehtësisht foto, muzikë, filma dhe skedarë të tjerë. Ai transferon të dhëna me shpejtësi deri në 25 MB / s, në varësi të klasës së shpejtësisë së kartës. Lexuesi është prej materiali të cilësisë së lartë dhe falë lidhëses me një unazë, mund ta lidhni lehtësisht te çelësat.",
    "fotoProduktit": "da2a50bea81c4bae9c911f3b80ccaebf.webp",
    "kategoriaId": 18,
    "llojiKategoris": "USB, SSD, HDD & Aksesore",
    "kompaniaId": 41,
    "emriKompanis": "Gamebird",
    "sasiaNeStok": 75,
    "qmimiProduktit": 3.5,
    "qmimiBleres": 0.99,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 68,
    "emriProduktit": "Disk SSD Samsung 870 QVO, 2.5\", 1TB",
    "pershkrimi": "Ky është një disk i fuqishëm SSD që ofron një kapacitet prej 1 TB. Ka një format 2.5 ”. Përdor një ndërfaqe SATA 6 Gb / s për t'u lidhur me pajisjen. Përdor një memorie 4-bit MLC V-NAND. Ai arrin shpejtësi të leximit / shkrimit deri në 560/530 MB / s dhe shpejtësi të leximit / shkrimit të rastit (4KB, QD32) deri në 98,000 / 88,000 IOPS. Është i pajisur me 1 GB DDR4 SDRAM. Jeta e shërbimit të tij është 360 TBW. Përdor kontrolluesin Samsung MKX. Ofron TurboWrite inteligjente për të shpejtuar shkrimin.",
    "fotoProduktit": "7e43594480b44e04a0463033b9752acc.webp",
    "kategoriaId": 18,
    "llojiKategoris": "USB, SSD, HDD & Aksesore",
    "kompaniaId": 10,
    "emriKompanis": "Samsung",
    "sasiaNeStok": 67,
    "qmimiProduktit": 62.5,
    "qmimiBleres": 50,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 29,
    "emriProduktit": "Hard disk Samsung SSD 970 EVO PLUS, M.2 - 250GB",
    "pershkrimi": "",
    "fotoProduktit": "63eab84858c8d7.45002641.webp",
    "kategoriaId": 18,
    "llojiKategoris": "USB, SSD, HDD & Aksesore",
    "kompaniaId": 10,
    "emriKompanis": "Samsung",
    "sasiaNeStok": 59,
    "qmimiProduktit": 49.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 80,
    "emriProduktit": "USB Kingston Exodia Data Traveler, 32GB",
    "pershkrimi": "",
    "fotoProduktit": "5061175f06f64b50b638d36235168a0a.webp",
    "kategoriaId": 18,
    "llojiKategoris": "USB, SSD, HDD & Aksesore",
    "kompaniaId": 36,
    "emriKompanis": "Kingston",
    "sasiaNeStok": 45,
    "qmimiProduktit": 7.5,
    "qmimiBleres": 4,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 46,
    "emriProduktit": "Karrige SENSE7 Spellcaster, e zezë/e kaltër",
    "pershkrimi": "Karrigia SENSE7 Spellcaster ka një formë që i përshtatet lakimit natyror të shtyllës kurrizore dhe, si rezultat, siguron pozicionin e duhur përpara kompjuterit kur jeni duke luajtur ose duke punuar. Ajo plotësohet nga një mbushje sfungjer me dendësi optimale, e cila përshtatet me trupin dhe siguron rehati. Është projektuar për njerëzit me peshë maksimale 150 kg. Karrigia peshon 17.5kg.",
    "fotoProduktit": "63f23b534f5c52.87433500.webp",
    "kategoriaId": 21,
    "llojiKategoris": "Karrige",
    "kompaniaId": 29,
    "emriKompanis": "SENSE7",
    "sasiaNeStok": 43,
    "qmimiProduktit": 159.59,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 76,
    "emriProduktit": "Letër për printer Brother - DK22210",
    "pershkrimi": "Brother është një kompani me një traditë të gjatë, e cila ka kohë që është e angazhuar në prodhimin e pajisjeve të printimit, të tilla si printerë, fakse, makina shkrimi dhe pajisje multifunksionale. Për produktet e saj, natyrisht, gjithashtu prodhon pajisje të ndryshme konsumuese. Avantazhi i kësaj letre në përputhje me produktet dhe cilësinë maksimale të printimit është që nuk mund të arrihet me aksesorë jo origjinal. Kjo letër për printerë Brother DK22210 me ngjyrë të bardhë është e projektuar për serinë Brother QL. Dimensionet letrës janë 29 x 30.48 mm.",
    "fotoProduktit": "5b93b0e686b647ea81736761686b94e0.webp",
    "kategoriaId": 14,
    "llojiKategoris": "Printer dhe Paisje per Printer",
    "kompaniaId": 38,
    "emriKompanis": "Brother",
    "sasiaNeStok": 29,
    "qmimiProduktit": 19.5,
    "qmimiBleres": 16,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 47,
    "emriProduktit": "Kamerë Logitech StreamCam C980, e hirtë",
    "pershkrimi": "Kjo është një kamerë transmetimi me cilësi të lartë. Ajo ofron një cilësi maksimale të regjistrimit prej 1080p në 60 korniza për sekondë. Ajo përdor ndërfaqen USB 3.2 Gen 1 lloji C për tu lidhur me pajisjen. Është e pajisur me një lente f / 2.0 me një gjatësi fokale prej 3.7 mm dhe një fushë shikimi prej 78 ° (diagonale). Ofron autofokus në një distancë prej 10 cm deri në pafundësi. Ka një mikrofon të dyfishtë gjithëpërfshirës të integruar me funksion të zvogëlimit të zhurmës. Gjatësia e kabllos është 1.5 m. Paketa përfshin një mbajtës për vendosjen e saj në monitor dhe një mbajtës statik.",
    "fotoProduktit": "63f5de70338ea0.03180620.webp",
    "kategoriaId": 4,
    "llojiKategoris": "Foto & Video",
    "kompaniaId": 6,
    "emriKompanis": "Logitech",
    "sasiaNeStok": 29,
    "qmimiProduktit": 149.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 19,
    "emriProduktit": "Hard disk SSD WD Green SATA III - 240GB 3D NAND",
    "pershkrimi": "WD Green është hard disk SSD për kompjuter apo laptop që ju sjell performancë të shpejtë të transferimit të të dhënave dhe ruajtjes së tyre me siguri të plotë. Luajtja e videolojërave, qasja në internet apo ndezja e sistemit operativ arrihen disa herë më shpejtë sesa hard disqet HDD. Aksesori vjen me kapacitet prej 240GB, mund të lidhet me kompjuter nëpërmjet platformës SATA III 6 Gb / s dhe është ndërtuar për konsumim të ulët të energjisë dhe operim afatgjatë. Formati i produktit është 2.5\" dhe mund të arrijë deri në 545 MB / s shpejtësi.",
    "fotoProduktit": "63d056bd110280.38041391.webp",
    "kategoriaId": 18,
    "llojiKategoris": "USB, SSD, HDD & Aksesore",
    "kompaniaId": 23,
    "emriKompanis": "Arctic",
    "sasiaNeStok": 29,
    "qmimiProduktit": 69,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 75,
    "emriProduktit": "Kabllo UGREEN Ethernet CAT7, 2m, e zezë",
    "pershkrimi": "Kablloja Ethernet me shpejtësi të lartë UGREEN Cat 7 mbështet shpejtësinë e transferimit të të dhënave deri në 10 Gbps dhe gjerësi brezi 600 MHz. Pra, funksionon shumë më shpejt se CAT6, për më tepër me më pak ndërhyrje. Është zgjidhja më e mirë për të luajtur lojëra, për të transmetuar në internet ose për të shkarkuar skedarë të mëdhenj. Falë mbrojtjes së dyfishtë, kjo kabllo është shumë e besueshme, redukton ndërhyrjet dhe ofron një lidhje të qëndrueshme. Është bërë me tela bakri të pastër, duke siguruar më pak humbje me performancë të lartë. Lidhësit e veshur me ar përshtaten mirë në kabllon Ethernet dhe ofrojnë një lidhje më të shpejtë dhe më të qëndrueshme në internet. Përveç kësaj, kablloja ka kapakë pluhuri për të ndihmuar në mbajtjen e lidhësve të pastër.",
    "fotoProduktit": "d15f30f31428492ea470fdf91f7b612e.webp",
    "kategoriaId": 15,
    "llojiKategoris": "Kabllo te ndryshme & Adapter",
    "kompaniaId": 39,
    "emriKompanis": "UGREEN",
    "sasiaNeStok": 27,
    "qmimiProduktit": 9.5,
    "qmimiBleres": 7,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 67,
    "emriProduktit": "Maicë Gjirafa50 Bad News Eagles, M, e zezë/kuqe",
    "pershkrimi": "Maicë e kualitetit të lartë dhe me dizajn modern, e bërë veçanërisht për të gjithë lojtarët e apasionuar pas e-sports. Vjen me ngjyrë të zezë e kombinuar me të kuqe, nga materiali i poliesterit. Madhësia e maicës është M.",
    "fotoProduktit": "dc79a4800e524ef397025842989d7926.webp",
    "kategoriaId": 13,
    "llojiKategoris": "Paisje Gaming",
    "kompaniaId": 31,
    "emriKompanis": "Gjirafa50",
    "sasiaNeStok": 27,
    "qmimiProduktit": 49.5,
    "qmimiBleres": 30,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 45,
    "emriProduktit": "Apple AirPods (3rd generation) with Lightning Charging Case",
    "pershkrimi": "AirPods janë të lehta dhe ofrojnë një dizajn të konturuar. Mikrofonat me pamje nga brenda zbulojnë atë që po dëgjoni, më pas rregullojnë frekuencat e rangut të ulët dhe të mesëm për të ofruar detaje të pasura në çdo këngë.rnrnAirPods kanë një jetëgjatësi shtesë të baterisë në krahasim me AirPods (gjenerata e dytë) deri në 6 orë kohë dëgjimi dhe deri në 4 orë kohë bisede. Dhe me kutinë e karikimit Lightning, mund të shijoni deri në 30 orë kohë totale të dëgjimit. Si AirPods ashtu edhe kasa e karikimit të Rrufesë janë vlerësuar me IPX4 rezistente ndaj ujit – kështu që do të përballojnë çdo gjë, nga shiu deri tek stërvitjet e rënda.",
    "fotoProduktit": "63eabeae767761.75083362.webp",
    "kategoriaId": 5,
    "llojiKategoris": "Audio dhe Kufje",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 27,
    "qmimiProduktit": 245,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 41,
    "emriProduktit": "Karrige SENSE7 Knight, e zezë",
    "pershkrimi": "",
    "fotoProduktit": "63eabe31db73d8.09365222.webp",
    "kategoriaId": 21,
    "llojiKategoris": "Karrige",
    "kompaniaId": 29,
    "emriKompanis": "SENSE7",
    "sasiaNeStok": 27,
    "qmimiProduktit": 189.99,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 30,
    "emriProduktit": "Disk portativ WD Elements, 2TB, i zi",
    "pershkrimi": "WD Elements ofron një hard disk portativ dhe modern. Me kapacitet 2 TB dhe peshë të lehtë (vetëm 230 gram), ofron shumë hapësirë për një sërë të dhënash. Pjesa e tij përbërëse është një mbulesë e fortë, duke e bërë diskun më rezistent ndaj dëmtimit. Ruajtja mbështet pa probleme pajisjet e fundit USB 3.0 dhe gjithashtu është i pajtueshëm me kompjuterët USB 2.0. Pajisja në modalitetin USB 3.0 transferon deri në 5 Gb / s, nëse e lidhni atë me një kompjuter që mbështet USB 2.0, do të duhet të jeni më i ngadaltë, por gjithsesi i mjaftueshëm i shpejtë maksimal teorik deri në 480 Mb / s. Disku është i formatuar nga fabrika me NTFS dhe është në përputhje me Windows 8, Windows 7, Windows Vista dhe Windows XP. Ato mund të riformatohen pa vështirësi për sistemet Mac. Kjo bën të mundur që pronarët e kompjuterave me sisteme të ndryshme operative të përdorin diskun. Dimensionet e tij janë 21 x 111 x 82mm.",
    "fotoProduktit": "63eab88a9bae20.95606749.webp",
    "kategoriaId": 18,
    "llojiKategoris": "USB, SSD, HDD & Aksesore",
    "kompaniaId": 18,
    "emriKompanis": "WD - Western Digital",
    "sasiaNeStok": 26,
    "qmimiProduktit": 129.55,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 69,
    "emriProduktit": "Çantë shpine Lenovo 1B210 për laptop 15.6\", gri",
    "pershkrimi": "Lenovo 15.6 B210 është një çantë për laptop me diagonale maksimale 15.6 inç. Çanta është bërë nga materiali që largon ujin. Pamja e thjeshtë e kësaj është përshtatur në mënyrë të përkryer me jetën moderne. Çanta ofron hapësirë të brendshme si për një laptop, ashtu edhe për një sërë sendesh të tjera, duke përfshirë libra dhe karikues. Për to shërbejnë një numër xhepash të brendshëm. Ndarja kryesore mund të mbyllet me një zinxhir të cilësisë së lartë. Çanta elegante mund të bartet lehtësisht falë rripave të supeve të mbushura, mund të përdoret edhe një rrip praktik. Pjesa e përparme dominohet nga një copëz me logon e Lenovo.",
    "fotoProduktit": "4c476ecceee4419b8fdb2fbddf7ba46e.webp",
    "kategoriaId": 19,
    "llojiKategoris": "Çanta Shpine",
    "kompaniaId": 5,
    "emriKompanis": "Lenovo",
    "sasiaNeStok": 25,
    "qmimiProduktit": 19.5,
    "qmimiBleres": 13.67,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 65,
    "emriProduktit": "Apple Watch S8 GPS 45mm, Silver Aluminium Case me White Sport Band, Regular",
    "pershkrimi": "E mençur, e qëndrueshme dhe plot veçori për t'ju ndihmuar të monitoroni shëndetin tuaj, të kujdeseni për sigurinë tuaj dhe t'ju mbajë të lidhur - kjo është ora e mençur Apple Watch Series 8.\r\n\r\nApple Watch Series 8 është krijuar për të përballuar dhe kapërcyer shumë pengesa të përditshme. Ato janë të papërshkueshme nga pluhuri, me mbrojtje IP6X dhe janë gjithashtu të papërshkueshëm nga uji deri në 50 metra, kështu që mund të përdoren, për shembull, kur notoni në pishinë apo edhe në det. Ora nuk është vetëm trajneri juaj i fitnesit, por funksionon edhe pak si vëllai juaj shëndetësor. Falë gamës së informacionit që ora mund të marrë përmes një numri sensorësh të avancuar shëndetësorë, ju do të merrni një gamë të plotë informacioni për shëndetin tuaj. Nuk ka rëndësi nëse bëni një sport apo thjesht përpiqeni të përshtatni gjysmë ore lëvizje në çdo ditë. Apple Watch Series 8 ju motivon si trajneri juaj personal për t'ju mbajtur përpara. Ora monitoron dhe regjistron një sërë të dhënash që lidhen me shëndetin tuaj, ndërsa ju inkurajon të lëvizni dhe të ushtroni më shumë. Më pas do të gjeni të gjitha të dhënat e nevojshme për përparimin tuaj në aplikacionin Exercise.\r\n\r\nKryeni telefonata, dërgoni mesazhe, transmetoni muzikë ose bëni pagesa me lehtësi - nuk ka asnjë problem me Apple Watch Series 8! Jetëgjatësia e baterisë së orës llogaritet për orë të gjata në modalitetin normal dhe deri në ditë në modalitetin me energji të ulët. Me përdorim normal, ora mund të zgjasë deri në 18 orë me një karikim të vetëm dhe ju mund të prisni deri në 36 orë në modalitetin me energji të ulët.\r\n\r\nEkrani i orës ka ndriçim deri në 1000 nits. Pozicionimi: GPS, Galileo, QZSS, GLONASS, BeiDou. Ora përfshin funksionet sportive: matja e shpejtësisë, ritmit, zonës së rrahjeve të zemrës, matja e distancës, stërvitje me intervale, etj. Funksionet shëndetësore: sensori i temperaturës së trupit (monitoron ciklin femëror, vlerësimin e ovulacionit), monitorimi i gjumit, EKG, monitori i pulsit dhe ritmit të zemrës, niveli i oksigjenit në gjak matje, ushtrim i frymëmarrjes, përkujtues ushtrimesh etj. Ora ka mbështetje për NFC dhe pagesa NFC, Wi-Fi, Bluetooth v5.0. Karakteristika shtesë: njoftimi, Apple Pay, App Store, Siri, dridhje, moti, navigim, pagesa celulare, pa duar, gjetja e telefonit, kontrolli i riprodhimit të muzikës në celular, fytyra e personalizuar e orës, sleep/do not disturb mode, busull, mikrofon, altoparlant, kronometër, kalendar, etj. Sensorët dhe pajisjet: altimetër, akselerometër, oksimetër, barometër, xhiroskop. Jetëgjatësia e baterisë është deri në 18 orë në modalitetin e përdorimit normal. Poashtu, ora ka mbështetje për karikimin wireless. Madhësia e shfaqjes është 45 mm. Materiali i kasës së orës është prej alumini, kurse rripi prej fluoroelastomer. Sistemi operativ watchOS.",
    "fotoProduktit": "80be5c1ede1a46af95cbeb8ce36f673b.webp",
    "kategoriaId": 3,
    "llojiKategoris": "Smart Watch dhe Aksesore",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 25,
    "qmimiProduktit": 589,
    "qmimiBleres": 478.73,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 44,
    "emriProduktit": "Apple MagSafe Duo Charger",
    "pershkrimi": "",
    "fotoProduktit": "63eabe936e0523.11456101.webp",
    "kategoriaId": 11,
    "llojiKategoris": "Wireless Charger",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 25,
    "qmimiProduktit": 199,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 11,
    "emriProduktit": "Kasë Thermaltake Core P3, e bardhë",
    "pershkrimi": "Core P3 TG është një kasë me kornizë të hapur me aftësi të jashtëzakonshme shikimi. Paneli i përparmë i xhamit të kalbur me trashësi 5 mm garanton qëndrueshmërinë e dritares dhe e shfaq ndërtimin tuaj me qartësi të qartë. Përdoruesit mund të shikojnë plotësisht çdo komponent të sistemit dhe të tregojnë përkushtimin dhe grupin e aftësive të tyre. Kasa është e përshtatshme me pllakat amë ATX, Micro ATX (uATX), Mini ITX. Mund të instaloni kartë grafike me gjatësi maksimale 45cm. Në panelin e përparmë kasa ka 2x USB 2.0, 2x USB 3.0, lidhës për kufje dhe mikrofon.",
    "fotoProduktit": "63d056323276c7.81542918.webp",
    "kategoriaId": 10,
    "llojiKategoris": "Pjesë për kompjuter",
    "kompaniaId": 12,
    "emriKompanis": "Thermaltake",
    "sasiaNeStok": 25,
    "qmimiProduktit": 236,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 43,
    "emriProduktit": "Apple 10.9-inch iPad (10th) Wi-Fi, 64GB, Silver",
    "pershkrimi": "",
    "fotoProduktit": "63eabe72174975.16788497.webp",
    "kategoriaId": 12,
    "llojiKategoris": "Tablet dhe Aksesore",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 24,
    "qmimiProduktit": 559,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 36,
    "emriProduktit": "Apple Watch SE2 GPS 44mm, Midnight Aluminium Case me Midnight Sport Band, Regular",
    "pershkrimi": "",
    "fotoProduktit": "63eaba4ebf5fb1.84174295.webp",
    "kategoriaId": 3,
    "llojiKategoris": "Smart Watch dhe Aksesore",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 24,
    "qmimiProduktit": 349,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 22,
    "emriProduktit": "Kompjuter HP ENVY 34-c1001nc, 34\", Intel Core i7, 32GB RAM, 1TB SSD, NVIDIA GeForce RTX 3060, i argjendtë",
    "pershkrimi": "",
    "fotoProduktit": "63d056dd5bc157.84233223.webp",
    "kategoriaId": 6,
    "llojiKategoris": "All in One (AiO) PC",
    "kompaniaId": 19,
    "emriKompanis": "HP",
    "sasiaNeStok": 24,
    "qmimiProduktit": 3499.99,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 31,
    "emriProduktit": "Disk i jashtëm Transcend Jet 25H3B, 1 TB, i zi / kaltër",
    "pershkrimi": "",
    "fotoProduktit": "63eab963cfcf35.02921447.webp",
    "kategoriaId": 18,
    "llojiKategoris": "USB, SSD, HDD & Aksesore",
    "kompaniaId": 24,
    "emriKompanis": "Transcend",
    "sasiaNeStok": 23,
    "qmimiProduktit": 59.99,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 28,
    "emriProduktit": "Kufje Logitech G432, të zeza",
    "pershkrimi": "Kufje të fuqishme por shumë të rehatshme 50mm. X 2.0 mbështetja e zërit shtesë e gjeneratës së ardhshme. Dizajnuar për përdorim me të gjitha platformat e lojërave dhe pajisjet mobile, USB DAC dhe lidhës 3.5mm. Ata janë në përputhje me PC, Mac, PS4, Xbox One, Nintendo Switch dhe gjithashtu me pajisje të lëvizshme. Mikrofoni 6mm me funksionin \"mute\". 107 dB ndjeshmëri SPL / MW. Përgjigjja frekuencore 20 - 20,000 Hz. Impedancë 39 Ohm (pasive), 5 kiloohm (aktive). Gjatësia e kabllit 2 m. Të lehta me peshë prej 303 g (me kabllo). Përmasat 172 x 81.7 x 182 mm.",
    "fotoProduktit": "5d583b48ac254c35a0fe6116884eb14f.webp",
    "kategoriaId": 5,
    "llojiKategoris": "Audio dhe Kufje",
    "kompaniaId": 6,
    "emriKompanis": "Logitech",
    "sasiaNeStok": 23,
    "qmimiProduktit": 84.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 3,
    "emriProduktit": "Celular Samsung Galaxy S22 Ultra, 6.8\", 12GB RAM, 512GB, i zi",
    "pershkrimi": "Dizajni i hollë dhe elegant i Galaxy S22 Ultra fsheh fotografi të pafundme ditën dhe natën, një studio pune profesionale dhe veçori novatore që ju mbajnë larg duarve. Çipi grafik përdor arkitekturën e avancuar RDNA 2 të AMD dhe teknologjinë Ray Tracing për të ofruar një përvojë vizuale të nivelit të lartë me ndriçim realist të skenës. Me një maksimum verbues prej 1750 nits, Galaxy S22 Ultra është një nga telefonat më të ndritshëm nga Samsung ndonjëherë dhe ekran Dynamic AMOLED 2X me Vision Booster, bllokon në mënyrë efektive shkëlqimin e bezdisshëm në ekran. Kamera e pasme ka një rezolucion prej 108 + 12 + 10 + 10 Mpx, kurse kamera e përparme 40 Mpx.",
    "fotoProduktit": "63d055e915be98.37912983.webp",
    "kategoriaId": 1,
    "llojiKategoris": "Smartphone dhe Aksesore",
    "kompaniaId": 10,
    "emriKompanis": "Samsung",
    "sasiaNeStok": 23,
    "qmimiProduktit": 999.99,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 70,
    "emriProduktit": "Tastierë SteelSeries Apex 9 Mini, US, e zezë",
    "pershkrimi": "Switchat optikë novator OptiPoint të tastierës SteelSeries Apex 9 Mini reagojnë në çast ndaj ndryshimeve të dritës dhe, të kombinuara me pikën e aktivizimit 1 mm, ju sigurojnë rezultate të larta. Përshtatuni me çdo lojë duke ndryshuar pikën e këmbëzës nga një prekje e shpejtë dhe e butë në 1 mm në një shtypje të sigurt dhe të saktë në 1.5 mm. Personalizoni, përmirësoni ose riparoni tastierën tuaj duke e zëvendësuar me llojin tuaj të preferuar të switchave OptiPoint për të krijuar një tastierë sa më komode dhe të fuqishme.\r\n\r\nPërmirësoni ndjenjën tuaj të shkrimit dhe saktësinë tuaj të lojës me tastet Double Shot PBT me cilësi të lartë me një strukturë unike. Këto taste janë ndërtuar për të siguruar jetëgjatësi dhe rezistencë ndaj konsumit. Korniza e sipërme metalike e serisë 5000 është identike me aluminin e përdorur në luftëtarët luftarakë, gjë që garanton qëndrueshmëri dhe stabilitet më të madh të strukturës në çdo kohë. Kablloja USB Type-C e gërshetuar e qëndrueshme dhe e shkëputshme i reziston konsumimit të përditshëm.",
    "fotoProduktit": "77a581bd504748bfbb97b988295e03c2.webp",
    "kategoriaId": 20,
    "llojiKategoris": "Tastiera dhe Aksesore",
    "kompaniaId": 11,
    "emriKompanis": "SteelSeries",
    "sasiaNeStok": 22,
    "qmimiProduktit": 119.5,
    "qmimiBleres": 87,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 52,
    "emriProduktit": "Apple 20W USB-C Power Adapter",
    "pershkrimi": "Ky është një karikues i fuqishëm 20W, i cili përdoret për karikim të shpejtë dhe efikas në shtëpi, në zyrë dhe gjatë lëvizjes. Është i pajtueshëm me çdo pajisje USB-C, por për një performancë optimale të karikimit, Apple rekomandon përdorimin e tij me iPad Pro 11' ose iPad Pro 12,9' (gjenerata e tretë). Ai gjithashtu mbështet karikimin e shpejtë të iPhone 8.",
    "fotoProduktit": "63f5e7a904efe1.07954376.webp",
    "kategoriaId": 15,
    "llojiKategoris": "Kabllo te ndryshme & Adapter",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 22,
    "qmimiProduktit": 35.9,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": 26.99
  },
  {
    "produktiId": 40,
    "emriProduktit": "Kontroller Sony Playstation 5 DualSense",
    "pershkrimi": "",
    "fotoProduktit": "63eabe14e6ab51.91700813.webp",
    "kategoriaId": 13,
    "llojiKategoris": "Paisje Gaming",
    "kompaniaId": 28,
    "emriKompanis": "Sony",
    "sasiaNeStok": 22,
    "qmimiProduktit": 95.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 42,
    "emriProduktit": "Maus Preyon Owl Wireless (POW35B)",
    "pershkrimi": "Mouse Preyon Owl është mouse gaming pa kabllo, mirëpo asgjë nuk pengon lidhjen e tij me një kabllo. Nëse bateria harxhohet, vetëm lidheni dhe mund të vazhdoni përdorimin e tij. Me 50milion klikime në përdorimin e këtij mausi që tregon për sigurinë që jepet kualitetit të këtij mausi. Me butona shtesë shumë lehtë kontrolloni vlerat DPI dhe frekuencën e përdorur. Me LED që tregojnë vlerën e selektuar lehtë.",
    "fotoProduktit": "63eabe5a5852e1.52076563.webp",
    "kategoriaId": 8,
    "llojiKategoris": "Maus & Aksesore",
    "kompaniaId": 30,
    "emriKompanis": "Preyon",
    "sasiaNeStok": 20,
    "qmimiProduktit": 49.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 82,
    "emriProduktit": "USB SanDisk Ultra Flair, 32GB",
    "pershkrimi": "",
    "fotoProduktit": "2243f161dfdf457eb440d8d81c1375fe.webp",
    "kategoriaId": 18,
    "llojiKategoris": "USB, SSD, HDD & Aksesore",
    "kompaniaId": 44,
    "emriKompanis": "SanDisk",
    "sasiaNeStok": 19,
    "qmimiProduktit": 11.5,
    "qmimiBleres": 9,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 56,
    "emriProduktit": "Mbrojtëse Lenuo Leshield për iPhone 13, e kuqe",
    "pershkrimi": "Mbrojtëse për pjesën e pasme dhe anësore të celularit iPhone 13. Mbrojtësja është prej plastike të qëndrueshme dhe do të sigurojë mbrojtje të besueshme të celularit nga gërvishtjet dhe papastërtitë. Natyrisht, mbrojtësja ka prerje për kamerën, butonat dhe portin e karikimit. Ajo është e këndshme në prekje dhe e ruajtur mirë.",
    "fotoProduktit": "63f5ec9fb0aa89.27408325.webp",
    "kategoriaId": 1,
    "llojiKategoris": "Smartphone dhe Aksesore",
    "kompaniaId": 32,
    "emriKompanis": "Lenuo",
    "sasiaNeStok": 19,
    "qmimiProduktit": 19.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 24,
    "emriProduktit": "Projektor Acer C202i",
    "pershkrimi": "The Acer C202i projector offers high-quality visual performance with 300 lumens and 5000:1 contrast ratio using DLP technology for 3D viewing, smooth video, and high color contrast. It has an HDMI port for quick and convenient connection to various high-resolution sources, a built-in USB port for external media players, and can project at a short distance of 0.73 meters with a WVGA resolution of 854x480 and a 16:9 aspect ratio. The projector has a lamp life of up to 30,000 hours in Eco mode, with a 1x2W internal speaker and an integrated battery for up to 5 hours of operation. It also features USB, HDMI, and 3.5mm Jack interfaces.",
    "fotoProduktit": "63d056f36c8ac5.29677040.webp",
    "kategoriaId": 7,
    "llojiKategoris": "TV & Projektor",
    "kompaniaId": 20,
    "emriKompanis": "Acer",
    "sasiaNeStok": 19,
    "qmimiProduktit": 399,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 1,
    "emriProduktit": "Laptop ASUS TUF Gaming F15 (2021), 15.6\"",
    "pershkrimi": "Ky laptop është i pajisur me karakteristika të shkëlqyeshme. Ai mundësohet nga një procesor 6-core Intel Core i5 11400H që funksionon me një frekuencë 2.7 GHz deri në 4.5 GHz. Procesori plotësohet me 16 GB DDR4 SODIMM (slot). Hard disku 512 GB SSD M.2 PCIe NVMe shërben për të dhënat. Disku optik mungon. Të dhënat e figurës për ekranin 15.6 \" IPS me rezolucion 1920 x 1080 (Full HD) piksel janë siguruar nga kartela grafike NVIDIA GeForce RTX 3050Ti. Prej ndërfaqeve përfshin HDMI 2.0, mbështetje DisplayPort, RJ-45, 3 porte USB 3.0/3.1/3.2 Gen 1 Type-A dhe 1x Thunderbolt 4/USB4. Poashtu, laptopi mbështet standardet Wi-Fi a / b / g / n / ac / ax dhe Bluetooth v5.2. Lloji i kartës së rrjetit GLAN, WLAN. Ndër karakteristikat e tjera laptopi ka një tastierë me ndriçim dhe me taste numerike. Poashtu, përfshihen 2 altoparlantë 2W. Bateria ka kapacitet 3-cell, 48Wh. Fuqia maksimale e furnizimit me energji 180 W. Laptopi vjen me sistemin operativ Windows 11 Home.",
    "fotoProduktit": "63e90dd68362c0.14152620.webp",
    "kategoriaId": 2,
    "llojiKategoris": "Laptope",
    "kompaniaId": 3,
    "emriKompanis": "Asus",
    "sasiaNeStok": 19,
    "qmimiProduktit": 759,
    "qmimiBleres": 12,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 58,
    "emriProduktit": "Monitor Dell U3223QE - LED 31.5\", 4K UHD, i zi / argjendtë",
    "pershkrimi": "Dell U3223QE është një monitor 31.5\" me rezolucion të lartë që do tju rrëmbejë me ngjyrën dhe elegancën e tij. Rezolucioni 4K (3840 x 2160) me më shumë se 8 milionë piksele ka një rezolucion 4 herë më të lartë se një monitor klasik Full HD. Ngjyrat janë të qarta dhe të qëndrueshme përgjatë këndit të shikimit. Dell UltraSharp P3222QE është një monitor që mendon gjithashtu për shëndetin tuaj. Falë funksionit ComfortView Plus, i cili garanton emetimin vazhdimisht të ulët të dritës blu, ju do të shijoni ngjyra të shkëlqyera.rnrnKarakteristikat e tjera të monitorit përfshijnë raporti i pamjes 16: 9, kontrasti 2000: 1, shpejtësia e rifreskimit 60 Hz, ndriçimi 400 cd / m2, koha e përgjigjes 8 ms në modalitetin normal ose 5 ms në modalitetin e shpejtë. Lidhësit: 1x DP, 1x HDMI, USB-C, 6x USB, 1x RJ-45, pivot. Dimensionet 71.26 cm x 61.88 cm x 23.32 cm, pesha 10.36 k",
    "fotoProduktit": "63f5ecf98f3534.93172253.webp",
    "kategoriaId": 16,
    "llojiKategoris": "Monitor dhe Aksesore",
    "kompaniaId": 25,
    "emriKompanis": "Dell",
    "sasiaNeStok": 18,
    "qmimiProduktit": 1299,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 66,
    "emriProduktit": "Apple AirPods Pro (2 gen.)",
    "pershkrimi": "Dëgjuese të nivelit të lartë të mbushura me teknologji moderne për një përvojë tingulli të akorduar vërtet në mënyrë perfekte. AirPods Pro 2022 ngasin valën e tingullit rrethues plastik që thjesht ju merr - lartësi të qarta, bas të fuqishëm dhe tone të dallueshme sa herë që dëgjoni dhe sa herë e ndizni. Pas çdo gjëje, kërkoni çipin e fuqishëm Apple H2, i cili përputhet në mënyrë të përkryer me drejtuesin dhe amplifikuesin. Dëgjueset mund të shtypin në mënyrë efektive shumicën dërrmuese të zhurmës dhe zhurmës nga mjedisi, falë të cilave ju mund të zhyteni plotësisht në dëgjim. Apple AirPods Pro 2022 do t'ju mahnitë absolutisht me tingullin rrethues që është vërtet hapësinor dhe ju rrethon nga të gjitha anët. Falë teknologjisë së ndjeshmërisë dinamike të pozicionit të kokës, dëgjueset sigurojnë shpërndarjen e saktë të çdo tingulli nga drejtimi i duhur, në mënyrë që tingulli që rezulton të jetë i përsosur.\r\nPaketa përfshin edhe një kuti karikimi, i cili shërben edhe si mbrojtëse për dëgjueset. Kutia mbështet karikimin wireless MagSafe ose nëpërmjet teknologjisë Qi. Ju gjithashtu do të jeni të kënaqur me faktin që kutia është e papërshkueshme nga uji me një shkallë mbrojtjeje IPX4 ose që mbështet funksionin e kërkimit, kështu që gjithmonë do të dini saktësisht se ku fshihet.\r\nDëgjueset zgjasin deri në 6 orë me një karikim të vetëm, së bashku me kutinë deri në 30 orë (me ANC të ndezur). Paketa përfshin katër madhësi të gomave prej silikoni (XS, S, M, L).",
    "fotoProduktit": "6670e612ed3c4757b3ecf6aa684b2f90.webp",
    "kategoriaId": 5,
    "llojiKategoris": "Audio dhe Kufje",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 17,
    "qmimiProduktit": 299.99,
    "qmimiBleres": 200,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 39,
    "emriProduktit": "Kufje Sony MDR-RF895RK, të zeza, III",
    "pershkrimi": "",
    "fotoProduktit": "63eabdd87c2561.68876767.webp",
    "kategoriaId": 5,
    "llojiKategoris": "Audio dhe Kufje",
    "kompaniaId": 28,
    "emriKompanis": "Sony",
    "sasiaNeStok": 16,
    "qmimiProduktit": 99.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 38,
    "emriProduktit": "Printer Canon PIXMA TS3150, i zi",
    "pershkrimi": "Printeri CANON PIXMA TS3150 është zgjidhja ideale për printim dhe skanim në zyrën apo shtëpinë tuaj. Pjesët përbërëse të printerit përfshijnë printimin me rezolucion 4800 x 1200 dpi, portin USB 2.0, teknologjinë Wi-Fi dhe ka madhësi 435 × 316 × 145 mm. Falë lidhjes me WI-FI ju mund të printoni edhe nga telefonët tuaj qoftë ai Android apo IOS. Në pako përfshihet : PG-545 (i zi ) CL-546 (me ngjyrë ) PG-545XL (i zi ) - opsional CL-546XL (me ngjyrë ) - opsional",
    "fotoProduktit": "63eabdbea539b0.78235909.webp",
    "kategoriaId": 14,
    "llojiKategoris": "Printer dhe Paisje per Printer",
    "kompaniaId": 27,
    "emriKompanis": "Canon",
    "sasiaNeStok": 16,
    "qmimiProduktit": 79.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 77,
    "emriProduktit": "Burim energjie Seasonic B12-BC-850 - 850W",
    "pershkrimi": "Ky është një furnizim i besueshëm i energjisë ATX me një fuqi prej 850 W dhe një ventilator të heshtur. Ka certifikim 80 Plus Bronze, i cili siguron një efikasitet të paktën 82%. Ofron lidhje: 1x 20 + 4-pin, 2x 4 + 4-pin, 4x 6 + 2-pin, 6x SATA dhe 3x molex.",
    "fotoProduktit": "a166571b5be4444cba173f9710695a1e.webp",
    "kategoriaId": 10,
    "llojiKategoris": "Pjesë për kompjuter",
    "kompaniaId": 37,
    "emriKompanis": "Seasonic",
    "sasiaNeStok": 15,
    "qmimiProduktit": 141.5,
    "qmimiBleres": 130,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 73,
    "emriProduktit": "Kabllo HDMI-HDMI Gembird v1.4, 1m",
    "pershkrimi": "Kabllo HDMI përdor versionin 1.4 dhe ofron rezolucion Full HD 1080p. Mundëson lidhjen e laptopëve, kompjuterëve dhe konzolave të ndryshme. Kablloja ka një mburojë të trefishtë me densitet të lartë për të siguruar transmetimin e pandërprerë të sinjalit. Lidhjet janë të veshura me arë për transferimin e përsosur dhe parandalimin e oksidimit. Gjatësia e kabllos është 1m.",
    "fotoProduktit": "fb66c9495dd94ab1932f2a6f0e1e4549.webp",
    "kategoriaId": 15,
    "llojiKategoris": "Kabllo te ndryshme & Adapter",
    "kompaniaId": 41,
    "emriKompanis": "Gamebird",
    "sasiaNeStok": 15,
    "qmimiProduktit": 6.5,
    "qmimiBleres": 3,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 34,
    "emriProduktit": "Apple Magic Mouse (2022), Black Multi - Touch Surface",
    "pershkrimi": "",
    "fotoProduktit": "63eab9ff27af71.66828407.webp",
    "kategoriaId": 8,
    "llojiKategoris": "Maus & Aksesore",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 15,
    "qmimiProduktit": 119,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 32,
    "emriProduktit": "Apple MacBook Pro 16.2\", M1 Max 10-core, 32GB, 1TB, 32-core GPU, Silver",
    "pershkrimi": "",
    "fotoProduktit": "63eab99c203254.93655263.webp",
    "kategoriaId": 2,
    "llojiKategoris": "Laptope",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 15,
    "qmimiProduktit": 3299,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 23,
    "emriProduktit": "Apple iMac 24\", M1 8-core, 8GB, 256GB, 8-core GPU, Green",
    "pershkrimi": "IMac i ri është një hap i madh përpara në ekosistemin e ri të Apple me përdorimin e platformës së fuqishme M1, i cili ka një performancë të shkëlqyeshme në një dizajn të ri me teknologji të lehtë për tu përdorur. Pikërisht atë që prisni nga një iMac i ri.rnrnPoashtu, ky kompjuter posedon një ekran Apple iMac 24 4.5K Retina AiO me diagonale 24\" dhe një rezolucion 4.5K prej 4480 × 2520 pikselë. Performanca e tij është e ndërtuar në një procesor 8-bërthamor Apple M1 me GPU 8-bërthamë dhe 16-core Neural Engine dhe gjithashtu përfshin 8 GB RAM. Ndërsa, për sistemin, të dhënat dhe aplikacionin janë të dizajnuara 256 GB SSD, kamera të integruar FaceTime HD 1080p dhe WiFi për komunikim wireless Gigabit Ethernet, duke përfshirë Bluetooth 5.0 2x Thunderbolt 4 / Type-C. Përveç kësaj, Apple iMac 24 \"4.5K Retina M1 posedon 2 porte USB Type-C 3.1 / 3.2 Gen 2 dhe 3.5 mm për kufje, si dhe operon me sistemin operativ Big Sur.",
    "fotoProduktit": "63d056e8dc0484.98868210.webp",
    "kategoriaId": 6,
    "llojiKategoris": "All in One (AiO) PC",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 15,
    "qmimiProduktit": 1799,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 20,
    "emriProduktit": "Kompjuter AIO Acer Veriton Essential Z (EZ2740G),23.8\", Intel Core i5-1135G7, 8 GB DDR4, 512GB SSD, Intel UHD Graphics, i argjendtë",
    "pershkrimi": "",
    "fotoProduktit": "63d056c7197425.11040451.webp",
    "kategoriaId": 6,
    "llojiKategoris": "All in One (AiO) PC",
    "kompaniaId": 20,
    "emriKompanis": "Acer",
    "sasiaNeStok": 15,
    "qmimiProduktit": 999,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 49,
    "emriProduktit": "Ngjyrë për printer Canon PGI-571, e kaltërt",
    "pershkrimi": "Ngjyra e kaltër Canon CLI-571 është në përputhje me printera Canon PIXMA MG5750, MG5751, MG5752, MG5753, MG6850, MG6851, MG6852, MG6853, MG7750, MG7751, MG7752, MG7753. Kjo ngjyrë ka një vëllim prej 7 ml.",
    "fotoProduktit": "63f5df0fe61cf8.49070509.webp",
    "kategoriaId": 14,
    "llojiKategoris": "Printer dhe Paisje per Printer",
    "kompaniaId": 27,
    "emriKompanis": "Canon",
    "sasiaNeStok": 14,
    "qmimiProduktit": 19.99,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 14,
    "emriProduktit": "SSD Transcend MTE220S, M.2 - 256GB",
    "pershkrimi": "",
    "fotoProduktit": "63d0567a1432f3.30627468.webp",
    "kategoriaId": 18,
    "llojiKategoris": "USB, SSD, HDD & Aksesore",
    "kompaniaId": 24,
    "emriKompanis": "Transcend",
    "sasiaNeStok": 14,
    "qmimiProduktit": 163,
    "qmimiBleres": 124,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 60,
    "emriProduktit": "Apple MacBook Air 13.3\", M1 8-core, 8GB, 256GB, 7-core GPU, Space Grey",
    "pershkrimi": "Gjenerata e re e MacBook Air nga Apple është një revolucion i vërtetë për sa i takon performancës së këtij laptopi kompakt. Ai ofron të gjitha tiparet dhe veçoritë tuaja të preferuara, por performanca është në një nivel tjetër. Me MacBook Air të ri, ju mund të redaktoni video me rezolucion të lartë e po ashtu të përfitoni nga aplikacionet profesionale.\r\n\r\nPra, ky model revolucionar Apple MacBook Air vjen me procesorin e Apple M1, procesor grafik 7-bërthamor dhe motorin Neural Engine 16-bërthamor. Procesori plotësohet me 8 GB memorie RAM. Ekrani Retina ka diagonale 13.3\" IPS dhe rezolucion prej 2560 × 1600 px, me teknologji True Tone dhe gamë të gjerë ngjyrash (P3). Një hard disk 256 GB SSD është i gatshëm për të dhënat e përdoruesit.\r\n\r\nPastaj laptopi ka Wi-Fi ac, Bluetooth 5.0, 2x Thunderbolt / USB 4, kamerë FaceTime HD, Touch ID, panel të prekjes Force Touch, lidhës audio 3.5 mm, tastierë Magic dhe konstruksion alumini. Vjen me sistemin operativ macOS Big Sur.",
    "fotoProduktit": "6de024a3a2804ef5a71efd62e6b917b8.webp",
    "kategoriaId": 2,
    "llojiKategoris": "Laptope",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 13,
    "qmimiProduktit": 999,
    "qmimiBleres": 736,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 74,
    "emriProduktit": "Kufje HyperX Cloud II, të zeza/ hirta",
    "pershkrimi": "Përjetoni cilësi të zërit akoma më të mirë me kufjet Kingston HyperX Cloud II. Të dizajnuara me peshë të lehtë ju as që do ta vëreni se i keni ngjitur. HyperX Cloud II janë të pajisura me një konvertues dinamik të zërit, shumë të madh, 53 mm, i cili do iu ofroj zë të kristaltë. Këto kufje i reduktojnë zhurmat e jashtme në masë të madhe falë dizajnin të tij të mbyllur dhe kualitetit të lartë të jastëkëve. Kjo cilësi e zërit arrihet duke iu falënderuar intervalit të frekuencave 15 deri në 25 000 Hz dhe rezistencës prej 60 om. Kufjet kanë ndjeshmëri 98dB +/- 3dB dhe konsum të energjisë 150mW. Komunikimi online mund të bëhet me mikrofonin i cili ka ndjeshmëri të lartë dhe gamë të frekuencës 50-18,000 Hz. Kufjet kanë një port USB për lidhjen e kartelave të jashtme të zërit. Lidhja me pajisje audio ose me kompjuterë ose laptopë sigurohet nga një kabllo 1 metër e gjatë, e plotësuar me një zgjatje 2 metra. Kufjet janë të lidhura me pajisjet audio me një lidhës 3.5 mm jack.",
    "fotoProduktit": "4c322f9d0a2449808d0ef85d49ffb066.webp",
    "kategoriaId": 5,
    "llojiKategoris": "Audio dhe Kufje",
    "kompaniaId": 40,
    "emriKompanis": "HyperX",
    "sasiaNeStok": 12,
    "qmimiProduktit": 89.5,
    "qmimiBleres": 78,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 21,
    "emriProduktit": "Kompjuter Dell Inspiron 24 (5415), 23.8 \", AMD Ryzen 5, 16GB RAM, 256GB SSD, 1TB HDD, AMD Radeon Graphics, i bardhë",
    "pershkrimi": "",
    "fotoProduktit": "63d056d11496d3.86492053.webp",
    "kategoriaId": 6,
    "llojiKategoris": "All in One (AiO) PC",
    "kompaniaId": 25,
    "emriKompanis": "Dell",
    "sasiaNeStok": 12,
    "qmimiProduktit": 1649,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 13,
    "emriProduktit": "Memorie G. Skill DDR4, 8 GB, 2400 MHz, CL17",
    "pershkrimi": "Memoria e tillë G.Skill RAM prej 8 GB do të garantojë komoditet të lartë përdorimi për shumë aplikacione. Njerëzit që presin performancë maksimale dhe kursime të larta të energjisë duhet të arrijnë te memoria DDR4. Një memorie e tillë do tju lejojë të argëtoheni me performancë të shkëlqyer të operimit. Nëse kompjuteri ngadalësohet pas njëfarë kohe, do të jetë e mundur të zgjerohet memoria RAM. Vonesa CL17 do tju lejojë të punoni rehat me programet e zyrës, si dhe me shumë lojëra kërkuese. Tensioni prej 1.2 V fuqizon çipat e memories DDR4, që do të thotë 20% konsum më të ulët të energjisë në krahasim me DDR3 dhe gjerësi bande më të lartë. Ky variant do të jetë një zgjidhje perfekte për përdoruesit që presin punë të rehatshme dhe, në të njëjtën kohë, kursime të larta të energjisë.",
    "fotoProduktit": "63d056492e89d5.21517717.webp",
    "kategoriaId": 10,
    "llojiKategoris": "Pjesë për kompjuter",
    "kompaniaId": 15,
    "emriKompanis": "G.Skill",
    "sasiaNeStok": 12,
    "qmimiProduktit": 18.99,
    "qmimiBleres": 8,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 72,
    "emriProduktit": "Karrigë CZC Fortress GX500, e zezë",
    "pershkrimi": "Kjo karrikë ka dizajn ergonomik që ju ofron rehati gjatë lojërave apo punës në kompjuter. Shtresa e sipërme përbëhet nga lëkura PU ndërsa korniza është metalike. Lartësia e saj, pjesa e shpinës mund të rregullohen sipas dëshirës apo nevojës në kënde të ndryshme. Ka jastëk te pjesa e kokës si dhe regjioni lumbar apo i poshtëm shpinor, Kapaciteti mbajtës i saj është 150 kg.",
    "fotoProduktit": "ProduktPaFoto.png",
    "kategoriaId": 21,
    "llojiKategoris": "Karrige",
    "kompaniaId": 42,
    "emriKompanis": "CZC.cz",
    "sasiaNeStok": 11,
    "qmimiProduktit": 299,
    "qmimiBleres": 140,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 63,
    "emriProduktit": "Celular Samsung Galaxy S23 Ultra, 6.8\", 12GB RAM, 512GB, i gjelbër",
    "pershkrimi": "",
    "fotoProduktit": "9706d7a392534a649591be25ea1c5999.webp",
    "kategoriaId": 1,
    "llojiKategoris": "Smartphone dhe Aksesore",
    "kompaniaId": 10,
    "emriKompanis": "Samsung",
    "sasiaNeStok": 11,
    "qmimiProduktit": 999,
    "qmimiBleres": 679,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 33,
    "emriProduktit": "Apple iPhone 11, 64GB, Black",
    "pershkrimi": "",
    "fotoProduktit": "63eab9e5b821b1.87284331.webp",
    "kategoriaId": 1,
    "llojiKategoris": "Smartphone dhe Aksesore",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 11,
    "qmimiProduktit": 599,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 64,
    "emriProduktit": "Apple Macbook Air 15\", M2 8-Core CPU, 8GB, 256GB, 10-Core GPU, Midnight",
    "pershkrimi": "Me MacBook Air 15.3”, të pajisur me një ekran mahnitës Liquid Retina, ju keni më shumë hapësirë për gjithçka që doni. MacBook Air 15 (M2) përfaqëson një kombinim mjeshtëror të butësisë dhe hollësisë, megjithatë ruan qëndrueshmëri të padiskutueshme dhe funksionim krejtësisht të heshtur. Me MacBook Air të ri (M2), ju do të arrini performancë të paprecedentë për detyra të vështira, të tilla si redaktimi i videos me definicion të lartë, dizajni grafik dhe aplikacione të tjera krijuese. Tani mund t'i realizoni idetë tuaja praktikisht kudo dhe në çdo kohë.\r\n\r\nPerformanca e lartë e MacBook Air 15 ofrohet nga gjenerata e dytë e çipave Apple me shpejtësi dhe ekonomi edhe më të madhe se M1. CPU, GPU, Neural Engine, ndërfaqet e nevojshme dhe shumë teknologji të tjera janë të integruara në një zgjidhje të vetme në miniaturë. Ai forcon krijimin e grafikave dhe animacioneve tërheqëse, dhe motori i medias me performancë të lartë mund të trajtojë transmetime të shumta të videove ProRes. Nuk ka nevojë për ftohje me ventilatorë, kështu që ju mund të krijoni të pashqetësuar.\r\n\r\nMacBook Air 15 vjen me një ekran fantastik Liquid Retina me një diagonale më të madhe 15.3\" dhe ndriçim të lartë. Ka një raport të madh kontrasti dhe mbulim të gjerë të hapësirës së ngjyrave. Dendësia e lartë e 224 piksele për inç (ppi) garanton tekst të përkryer të mprehtë dhe grafikë më të mirë. Me gjashtë altoparlantë në trupin e pajisjes, ju merrni tingull të pasur stereo me mbështetjen e tingullit rrethues Dolby Atmos për një eksperiencë krejtësisht zhytëse kur dëgjoni muzikë ose shikoni video. Prodhimi audio 3.5 mm mund të sigurojë tingull të përsosur edhe për kufjet me rezistencë më të lartë, dhe tingulli rrethues me sensorin dinamik të pozicionit është i pajtueshëm me gjeneratën e tretë AirPods, AirPods Pro dhe Max. Përveç kësaj, falë kamerës FaceTime HD 1080p, video-telefonatat tuaja nuk do të jenë vetëm me cilësi të lartë, por edhe me ndjeshmëri të përmirësuar në dritë të ulët. Së bashku me një sistem të sofistikuar me tre mikrofona dhe algoritme inteligjente të ndjeshmërisë së zërit, mund të jeni të sigurt se do t'ju kuptojë gjithmonë në mënyrë të përsosur.\r\n\r\nTastiera Magic ofron rehati, përgjigje të qetë dhe saktësi që e bëjnë të shkruarit kënaqësi. Kjo tastierë me dritë prapa përmban një rresht me funksione të plota të tasteve funksionale dhe Touch ID për zhbllokimin e shpejtë, të lehtë dhe të sigurt të Mac tuaj, hyrjen në aplikacione dhe shfletimin në ueb. Trackpad inovativ Force Touch mund të dallojë intensitet të ndryshëm të prekjes dhe goditjeve në sipërfaqen e tij. Kjo veçori inteligjente i lejon përdoruesit të specifikojnë veprimet bazuar në forcën e prekjes, të tilla si kërkimi i përkufizimit të një fjale ose shikimi paraprak i një skedari. Me hapësirën e tij të gjerë për gjeste multi-touch, ju keni në majë të gishtave një botë të tërë interaktiviteti. Me një peshë prej vetëm 1.51 kg dhe një siluetë me përmasa vetëm 11.5 mm, kjo makinë e hijshme mishëron teknologjinë e fundit të lëvizshme. Duket shkëlqyeshëm dhe është gjithashtu prej alumini të ngurtë të ricikluar, i cili rrit më tej qëndrueshmërinë e tij dhe kontribuon në një qasje ekologjike. Megjithëse MacBook Air përdor vetëm një lloj ndërfaqe kabllore, Thunderbolt / USB 4, ju mund të lidhni pothuajse çdo pajisje periferike. Ai ka një dizajn të dyanshëm dhe lejon karikimin, lidhjen e disqeve të jashtme, daljen e videos me mbështetjen origjinale të DisplayPort dhe lidhjen e pajisjeve të tjera periferike USB me një lidhës USB-C.",
    "fotoProduktit": "76a6a3f0864c4d2ebb17772061cbac7b.webp",
    "kategoriaId": 2,
    "llojiKategoris": "Laptope",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 9,
    "qmimiProduktit": 1599,
    "qmimiBleres": 1237,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 55,
    "emriProduktit": "Rrip metalik FIXED për Apple Watch 38/40/41mm, i argjendtë",
    "pershkrimi": "Rrip metalik zëvendësues që është i pajtueshëm me Apple Watch 38/40 / 41mm. Ky rrip e kthen orën në një aksesor elegant që mund ta kombinoni lehtësisht me çdo veshje.",
    "fotoProduktit": "63f5ec798adb88.56368457.webp",
    "kategoriaId": 3,
    "llojiKategoris": "Smart Watch dhe Aksesore",
    "kompaniaId": 35,
    "emriKompanis": "FIXED",
    "sasiaNeStok": 9,
    "qmimiProduktit": 34,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": 29.99
  },
  {
    "produktiId": 50,
    "emriProduktit": "Maus Razer Pro Click, i bardhë",
    "pershkrimi": "Ky është një maus wireless i krijuar për përdoruesit e djathtë. Mausi ka lidhës USB, 8 butona dhe një rrotë mekanike. Ai ka teknologji wireless Bluetooth, sensor optik dhe ndjeshmëri maksimale 16,000 DPI.",
    "fotoProduktit": "63f5e0272928f8.99239124.webp",
    "kategoriaId": 8,
    "llojiKategoris": "Maus & Aksesore",
    "kompaniaId": 9,
    "emriKompanis": "Razer",
    "sasiaNeStok": 9,
    "qmimiProduktit": 127.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 79,
    "emriProduktit": "Çantë shpine për laptop YENKEE YBB 1502 FLASHPACKER",
    "pershkrimi": "Çantë shpine komode dhe praktike e përshtatshme për veshje të përditshme. Ajo siguron pajisjet e ruajtura dhe sendet personale me pajisjet e nevojshme dhe transportin e sigurt. Çanta e shpinës ofron hapësirë të mjaftueshme për të mbajtur sende personale, libra, dokumente dhe, e fundit, por jo më pak e rëndësishmja, një laptop me një diagonale maksimale prej 15.6 \", për të cilin përgatitet një xhep i mbushur me butësi. Çanta e shpinës është projektuar në tre ndarje të bollshme. Xhepi i përparmë është i pajisur me një organizator ku mbani një pamje të përgjithshme të celularit, portofolit, çelësave dhe artikujve tuaj. Ju lidhni powerbank me portin e integruar USB dhe furnizimi i nevojshëm i energjisë është gjithmonë pranë. Për udhëtime më të rehatshme, çanta e shpinës është e pajisur me një rrip për ngjitje në dorezën e bagazhit. Ajo është e bërë nga materiali i qëndrueshëm dhe i lehtë. Rripat e rregullueshëm të shpatullave së bashku me një pjesë të pasme të frymëmarrjes ofrojnë komoditetin maksimal të veshjes.",
    "fotoProduktit": "a9d31cbfcd114813af6179181e7c8aaf.webp",
    "kategoriaId": 19,
    "llojiKategoris": "Çanta Shpine",
    "kompaniaId": 45,
    "emriKompanis": "YENKEE",
    "sasiaNeStok": 8,
    "qmimiProduktit": 59.99,
    "qmimiBleres": 30,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 83,
    "emriProduktit": "USB SanDisk Ultra Flair, 128GB, i kaltër",
    "pershkrimi": "",
    "fotoProduktit": "48159f26d91b42e49939962b363377f6.webp",
    "kategoriaId": 18,
    "llojiKategoris": "USB, SSD, HDD & Aksesore",
    "kompaniaId": 44,
    "emriKompanis": "SanDisk",
    "sasiaNeStok": 6,
    "qmimiProduktit": 39,
    "qmimiBleres": 21,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 57,
    "emriProduktit": "Procesor Intel Core i7-12700F",
    "pershkrimi": "Ky është një procesor i gjeneratës së 12-të Alder Lake i krijuar për prizën LGA 1700. Ofron 8+4 bërthama fizike (8 performancë + 4 efektive, 20 threads). Frekuenca e tyre është 1.6/2.1 GHz dhe deri në 3.6/4.8 GHz në modalitetin Turbo (bërthama efikase/performancë). Frekuenca maksimale Turbo Boost është deri në 4.9 GHz. Ai ofron një memorie buffer 25 MB SmartCache dhe një proces prodhimi 10 nm është përdorur për krijimin e tij. Mbështet memorie deri në DDR5 4800 MHz dhe DDR4 3200 MHz. Mbështet ndërfaqen PCI-Express 5.0/4.0. TDP e deklaruar nga prodhuesi është 65 W (maksimumi 180 W).",
    "fotoProduktit": "63f5ecdb56b5d2.54488204.webp",
    "kategoriaId": 10,
    "llojiKategoris": "Pjesë për kompjuter",
    "kompaniaId": 33,
    "emriKompanis": "Intel",
    "sasiaNeStok": 6,
    "qmimiProduktit": 396,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 78,
    "emriProduktit": "Memorie RAM Kingston 8GB DDR4 3200 SO-DIMM",
    "pershkrimi": "Kompania Kingston gjithmonë i përkiste dhe ende i përket ndër prodhuesit kryesorë dhe furnizuesit e moduleve të kujtesës. Falë cilësisë së lartë dhe besueshmërisë së tyre, shumë prodhues të njohur të kompjuterave i përdorin ato në seritë e tyre të modeleve dhe përdoren për të provuar pllakat amë, karta grafike, etj. Tani kjo kompani ju sjell memorien RAM SO-DIMM për laptopin tuaj. Kjo është një memorie e tipit DDR4 me një frekuencë 3200 MHz dhe një kapacitet 8 GB, e krijuar për laptopë. Koha e saj është CL22 dhe tensioni i punës prej 1.2 V.",
    "fotoProduktit": "3ea8149a0e95419d86b762adc1f61a20.webp",
    "kategoriaId": 10,
    "llojiKategoris": "Pjesë për kompjuter",
    "kompaniaId": 36,
    "emriKompanis": "Kingston",
    "sasiaNeStok": 5,
    "qmimiProduktit": 28.5,
    "qmimiBleres": 20,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 59,
    "emriProduktit": "Kabllo AXAGON USB-A - micro USB 3.2 Gen 1 SPEED, 3A, 1m, e zezë",
    "pershkrimi": "Kablloja AXAGON është e përshtatshme për laptopë, telefont, tabletë dhe pajisje e tjera celulare. Mbështet shpejtësinë e transferimit të të dhënave deri në 5 Gb / s dhe karikimin deri në 3A.",
    "fotoProduktit": "63f5ed187916e2.65869096.webp",
    "kategoriaId": 15,
    "llojiKategoris": "Kabllo te ndryshme & Adapter",
    "kompaniaId": 34,
    "emriKompanis": "AXAGON",
    "sasiaNeStok": 5,
    "qmimiProduktit": 9.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 6,
    "emriProduktit": "Maus pad SteelSeries QcK Heavy M",
    "pershkrimi": "",
    "fotoProduktit": "63d05608dd9912.15133010.webp",
    "kategoriaId": 8,
    "llojiKategoris": "Maus & Aksesore",
    "kompaniaId": 11,
    "emriKompanis": "SteelSeries",
    "sasiaNeStok": 5,
    "qmimiProduktit": 35.99,
    "qmimiBleres": 29.99,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 61,
    "emriProduktit": "Apple iPhone 14 Pro Max, 128GB, Space Black",
    "pershkrimi": "Dizajni, qëndrueshmëria, funksionet dhe teknologjia e klasit të parë, e gjithë kjo dhe shumë më tepër fshihen në modelin Apple iPhone 14 Pro Max. Dynamic Island është një përvojë interaktive dhe tërheqëse e iPhone për të gjitha njoftimet, sinjalizimet dhe aktivitetet. Dynamic Island shfaq informacione të rëndësishme, ju tregon se çfarë muzike po luan, thirrjet hyrëse të FaceTime dhe më shumë, të gjitha duke mos ndërhyrë në atë që po bëni. Imazhi i lartë i iPhone 14 Pro Max sigurohet nga një ekran 6.7\"\" OLED Super Retina XDR me rezolucion 2796x1290 piksel në 460 ppi dhe me mbështetje për të gjithë gamën e teknologjive. Ka teknologjinë True Tone, e cila përshtat ekranin me kushtet e dritës së ambientit , duke shpëtuar sytë tuaj. Baza e iPhone 14 Pro Max është sistemi operativ iOS 16, ndërsa truri i tij është çipi i fuqishëm A16 Bionic. Falë këtij çifti, të gjitha aktivitetet e telefonit zhvillohen në harmoni të përsosur - shpejt dhe pa probleme. Shkarkoni skedarë, luani lojëra me shumë lojtarë, transmetoni filma - thjesht bëni gjithçka që dëshironi dhe keni nevojë pa kufi! 5G i shpejton gjërat jashtëzakonisht. iPhone 14 Pro Max mburret me një grup të mirëkoordinuar kamerash të fuqishme. Kamera kryesore 48 MPx (f/1.78, stabilizim imazhi i gjeneratës së 2-të me zhvendosje sensori) + 12 MPx kënd ultra të gjerë (f/2.2, fusha e shikimit 120°) + 12 MPx (zoom 2x, f/1.78, stabilizim imazhi të gjeneratës së 2-të me zhvendosje sensorit) + 12 MPx (zoom 3x, f/2.8, stabilizim optik i imazhit). Celulari mund të regjsitroj video deri në 4K me 24/25/30/60 fps. Përfshin karakteristikat si modaliteti i filmit, modaliteti i veprimit, video HDR me Dolby Vision, video time-lapse me stabilizim, etj. iPhone ka një konstruksion të qëndrueshëm me një vlerësim IP68, kështu që celulri është rezistent ndaj spërkatjeve të ujit, pluhuri ose rënia. Kur flasim për ujë, nënkuptojmë mbrojtje perfekte nga zhytja e iPhone në ujë, dhe jo vetëm disa pika nga shiu. iPhone 14 Pro Max është krijuar për të mbajtur me ju gjatë gjithë ditës. Dhe nëse i mungon energjia, do të jetë vetëm çështje kohe që të rikarikohet. Karikimi është wireless me mbështetje MagSafe ose Qi. Ka funksionet Face ID dhe Apple Pay. Mbështet Wi-Fi 6, Bluetooth v5.3, LTE, 5G, NFC me modalitetin e lexuesit. Prej karakteristikave të tjera, përfshin GPS me frekuencë të dyfishtë (GPS, BeiDou, GLONASS, QZSS, Galileo), busull dixhitale, mikrolokacion iBeacon, telefonatat me video FaceTime, Siri dhe tingull Dolby Atmos. Ka memorie të integruar me kapacitet 128GB. Ka konstruksion inox me Ceramic Shield në pjesën e përparme. Përmasat 160.7 x 77.6 x 7.85 mm. Pesha 240 g.",
    "fotoProduktit": "09d928be2447476ca002dc19e343c5a0.webp",
    "kategoriaId": 1,
    "llojiKategoris": "Smartphone dhe Aksesore",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 4,
    "qmimiProduktit": 1299,
    "qmimiBleres": 999,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 71,
    "emriProduktit": "Kartelë grafike Zotac Gaming GeForce RTX 3060 Ti Twin Edge 8GB GDDR6X",
    "pershkrimi": "Përforcohuni me serinë ZOTAC GAMING GeForce RTX™ 30 bazuar në arkitekturën NVIDIA Ampere. I ndërtuar me bërthama RT dhe bërthama tensor të përmirësuar, multiprocesorë të rinj transmetimi dhe memorie GDDR6X me shpejtësi të lartë, ZOTAC GAMING GeForce RTX 3060 Ti GDDR6X Twin Edge krijon lojëra të përforcuara me besnikëri të lartë.",
    "fotoProduktit": "ca7f484ec70d4295b3b02643725e38a9.webp",
    "kategoriaId": 10,
    "llojiKategoris": "Pjesë për kompjuter",
    "kompaniaId": 43,
    "emriKompanis": "Zotac",
    "sasiaNeStok": 3,
    "qmimiProduktit": 549.99,
    "qmimiBleres": 468,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 51,
    "emriProduktit": "Karikues Samsung EP-TA12 për Samsung micro USB, i zi",
    "pershkrimi": "",
    "fotoProduktit": "63f5e741d05b48.11483682.webp",
    "kategoriaId": 15,
    "llojiKategoris": "Kabllo te ndryshme & Adapter",
    "kompaniaId": 10,
    "emriKompanis": "Samsung",
    "sasiaNeStok": 1,
    "qmimiProduktit": 18.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 26,
    "emriProduktit": "Maus Marvo M720W, i zi",
    "pershkrimi": "",
    "fotoProduktit": "63d057056d4e38.57263102.webp",
    "kategoriaId": 8,
    "llojiKategoris": "Maus & Aksesore",
    "kompaniaId": 22,
    "emriKompanis": "Marvo",
    "sasiaNeStok": 1,
    "qmimiProduktit": 45.59,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 25,
    "emriProduktit": "Maus ZOWIE by BenQ S1,i zi",
    "pershkrimi": "",
    "fotoProduktit": "63d056fddef055.63527829.webp",
    "kategoriaId": 8,
    "llojiKategoris": "Maus & Aksesore",
    "kompaniaId": 21,
    "emriKompanis": "ZOWIE - BenQ",
    "sasiaNeStok": 1,
    "qmimiProduktit": 97.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 18,
    "emriProduktit": "Pastë Arctic MX-4 2019 (4g)",
    "pershkrimi": "",
    "fotoProduktit": "63d056b3c3cc68.15404951.webp",
    "kategoriaId": 10,
    "llojiKategoris": "Pjesë për kompjuter",
    "kompaniaId": 23,
    "emriKompanis": "Arctic",
    "sasiaNeStok": 1,
    "qmimiProduktit": 12.99,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 16,
    "emriProduktit": "Përshtatës i brendshëm Akasa AK-CBUB37-50BK",
    "pershkrimi": "",
    "fotoProduktit": "63d056a353ba19.29349886.webp",
    "kategoriaId": 15,
    "llojiKategoris": "Kabllo te ndryshme & Adapter",
    "kompaniaId": 16,
    "emriKompanis": "Akasa",
    "sasiaNeStok": 1,
    "qmimiProduktit": 9.99,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 15,
    "emriProduktit": "Ftohës Akasa DDR, aRGB LED, pasiv (AK-MX248)",
    "pershkrimi": "",
    "fotoProduktit": "63d05689da6022.83633684.webp",
    "kategoriaId": 10,
    "llojiKategoris": "Pjesë për kompjuter",
    "kompaniaId": 16,
    "emriKompanis": "Akasa",
    "sasiaNeStok": 1,
    "qmimiProduktit": 30,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 12,
    "emriProduktit": "Flutur ftohëse Arctic P14 PWM - 140 mm",
    "pershkrimi": "",
    "fotoProduktit": "63d0563b7f0dd0.69298527.webp",
    "kategoriaId": 10,
    "llojiKategoris": "Pjesë për kompjuter",
    "kompaniaId": 23,
    "emriKompanis": "Arctic",
    "sasiaNeStok": 1,
    "qmimiProduktit": 18.45,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 10,
    "emriProduktit": "Dron DJI Mavic 3 Classic (DJI RC)(EU)",
    "pershkrimi": "Mavic 3 Classic me performancë të lartë fluturimi dhe një kamerë Hasselblad përfaqëson cilësinë më të lartë të imazhit. Për të kapur ngjyrat natyrale të Mavic 3 Classic si kamerat e tjera Hasselblad, lentja L2D-20c përdor të njëjtat standarde kërkuese dhe ka kalibruar çdo piksel sensori me HNCS të integruar. Modaliteti video Night Images optimizon fotot në dritë të ulët, të tilla si perëndimet dhe lindjet e diellit, dhe redukton zhurmën për shkrepje më të pastra. Kjo jo vetëm që e bën më të lehtë fluturimin në distanca të gjata, por gjithashtu ndihmon në reduktimin e lëkundjeve manuale dhe siguron lëvizje më të qetë të kamerës. Mavic 3 Classic mund të fluturojë në një lartësi të caktuar dhe më pas të gjejë një rrugë të sigurt dhe efikase të kthimit në pikën e tij fillestare, duke kombinuar avantazhet e RTH të avancuar dhe RTH tradicionale dhe duke i lejuar përdoruesit të zgjedhin opsionin më të mirë sipas mjedisit.",
    "fotoProduktit": "63d0562b618d48.16102205.webp",
    "kategoriaId": 9,
    "llojiKategoris": "Lodra smart & Dron",
    "kompaniaId": 13,
    "emriKompanis": "DJI",
    "sasiaNeStok": 1,
    "qmimiProduktit": 2489.99,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 7,
    "emriProduktit": "Maus pad SteelSeries QcK Edge XL",
    "pershkrimi": "",
    "fotoProduktit": "63d0561088af36.99850110.webp",
    "kategoriaId": 8,
    "llojiKategoris": "Maus & Aksesore",
    "kompaniaId": 11,
    "emriKompanis": "SteelSeries",
    "sasiaNeStok": 1,
    "qmimiProduktit": 52.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": 49.99
  },
  {
    "produktiId": 4,
    "emriProduktit": "Lenovo NB IdeaPad 3 15ALC6",
    "pershkrimi": "",
    "fotoProduktit": "63d055f15d73c8.42300026.webp",
    "kategoriaId": 2,
    "llojiKategoris": "Laptope",
    "kompaniaId": 5,
    "emriKompanis": "Lenovo",
    "sasiaNeStok": 1,
    "qmimiProduktit": 459.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 2,
    "emriProduktit": "Laptop Razer Blade 15 Advanced Model",
    "pershkrimi": "",
    "fotoProduktit": "63d055e0c57d81.05756611.webp",
    "kategoriaId": 2,
    "llojiKategoris": "Laptope",
    "kompaniaId": 9,
    "emriKompanis": "Razer",
    "sasiaNeStok": 1,
    "qmimiProduktit": 2710.49,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 27,
    "emriProduktit": "Apple MacBook Pro 16\", M2 Max 12-Core, 32GB, 1TB, 38-Core GPU, Silver",
    "pershkrimi": "Performanca e përshtatur për profesionistët. MacBook Pro 16 M2 Max i ri vjen me një ekran 16\" dhe performanca e tij i shtyn kufijtë imagjinarë në një nivel të ri. Arkitektura e përmirësuar ndjeshëm e M2 Max thjesht ka fuqi brutale për të gjitha idetë tuaja krijuese. Dhe ajo që vëreni në shikim të parë është dizajn elegant me theks në cilësinë e përpunimit.",
    "fotoProduktit": "63d05c06aa8757.25439961.webp",
    "kategoriaId": 2,
    "llojiKategoris": "Laptope",
    "kompaniaId": 1,
    "emriKompanis": "Apple",
    "sasiaNeStok": 0,
    "qmimiProduktit": 4149,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  },
  {
    "produktiId": 5,
    "emriProduktit": "Lenovo ThinkPad P14s Gen 3 (AMD), 14\", AMD Ryzen 7 Pro, 32GB RAM, 1TB SSD, AMD Radeon 680M, i zi",
    "pershkrimi": "",
    "fotoProduktit": "63d055feb6ffa9.20196181.webp",
    "kategoriaId": 2,
    "llojiKategoris": "Laptope",
    "kompaniaId": 5,
    "emriKompanis": "Lenovo",
    "sasiaNeStok": 0,
    "qmimiProduktit": 2469.5,
    "qmimiBleres": 1,
    "qmimiMeZbritjeProduktit": null
  }
]